Repository: BeyondDimension/WTTS.Public
Catalog: src/BD.WTTS.MicroServices.Resources/Strings.*.resx
Languages: it, ja, pl

# Bind
source: Link
it: guinzaglio
ja: バインドします
pl: 绑定

# BrowserIsSupported1
source: Sorry, you are using an outdated browser. It is recommended to upgrade your browser or use it
it: Spiacenti, stai utilizzando un browser obsoleto. Si consiglia di aggiornare il browser o utilizzarlo
ja: 申し訳ございませんが、古いブラウザを使用しています。 ブラウザをアップグレードするか、使用することをお勧めします
pl: 很抱歉，您正在使用一个过时的浏览器。建议升级您的浏览器或使用

# BrowserIsSupported2
source: and other modern browsers to enhance your experience.
it: e altri browser moderni per migliorare la tua esperienza.
ja: など、あなたの経験を向上させるために、他の近代的なブラウザ。
pl: 等其他现代浏览器，以提高您的体验。

# ClickHereTryAgain
source: Click here to try again
it: Clicca qui per riprovare
ja: ここをクリックして再試行してください
pl: 点击此处重试

# ErrorFromExternalProvider_
source: Errors from third-party login providers, {0}, contact the site administrator.
it: Errori provenienti da provider di accesso di terze parti, {0}, contattare l'amministratore del sito.
ja: サード パーティのサインイン プロバイダーからのエラー{0}、ウェブマスターに問い合わせてください。
pl: 来自第三方登录提供程序的错误，{0}，请联系网站管理员。

# ErrorFromUnknownAuthType_
source: Unknown third-party login provider, {0}, contact the site administrator.
it: Provider di accesso di terze parti sconosciuto, {0}, contattare l'amministratore del sito.
ja: 不明なサード パーティのサインイン プロバイダー{0}、ウェブマスターに問い合わせてください。
pl: 未知的第三方登录提供程序，{0}，请联系网站管理员。

# ErrorFromUnknownChannel_
source: Unknown third-party login channel, {0}, please contact the webmaster.
it: Canale di accesso di terze parti sconosciuto, {0}, contatta il webmaster.
ja: 不明なサード パーティのサインイン チャネル{0}、ウェブマスターにお問い合わせください。
pl: 未知的第三方登录渠道，{0}，请联系网站管理员。

# ErrorLoadingExternalLoginInfo
source: An error occurred while loading third-party login information, please contact your webmaster.
it: Si è verificato un errore durante il caricamento delle informazioni di accesso di terze parti, contatta il tuo webmaster.
ja: サード パーティのログイン情報の読み込み中にエラーが発生しました。
pl: 加载第三方登录信息时出错，请联系网站管理员。

# IsBindFalseUserIsNotNull
source: Express login is only available when not authorized, please contact your webmaster.
it: L'accesso rapido è disponibile solo se non autorizzato, contatta il tuo webmaster.
ja: クイック ログインは、承認されていない場合にのみ使用できます。
pl: 快速登录仅可在未授权时使用，请联系网站管理员。

# IsBindTrueUserIsNull
source: Failed to bind the account to obtain the current logged-in user, please contact the webmaster.
it: Se non è stato possibile associare l'account per ottenere l'utente attualmente connesso, contattare il webmaster.
ja: アカウント バインドが現在ログオンしているユーザーを取得できませんでした場合は、サイト管理者に問い合わせてください。
pl: 账号绑定获取当前登录用户失败，请联系网站管理员。

# Login2
source: Log in
it: accesso
ja: サインインします
pl: 登录

# LoginAndRegister
source: Log in / Sign up
it: Accesso / Registrazione
ja: ログイン/登録
pl: 登录 / 注册

# LoginSuccessTip1
source: {0} {1} is complete, you can close this window and return to Watt Toolkit.
it: {0} {1} è completo, puoi chiudere questa finestra e tornare a Watt Toolkit.
ja: {0} {1}完了したら、このウィンドウを閉じて Watt Toolkit に戻ることができます。
pl: {0} {1}已完成，您可以关闭此窗口并返回至 Watt Toolkit。

# LoginSuccessTip2
source: This browser window/tab will attempt to close automatically within 10 seconds, or you can close it manually.
it: Questa finestra / scheda del browser tenterà di chiudersi automaticamente entro 10 secondi oppure è possibile chiuderla manualmente.
ja: このブラウザ ウィンドウ/タブは、10 秒以内に自動的に閉じようとするか、手動で閉じることができます。
pl: 此浏览器窗口/标签页将会在 10 秒内尝试自动关闭，您也可以手动关闭。

# LongTimeNoJump
source: Haven't jumped in a long time?
it: Non hai saltato da molto tempo?
ja: 長い間ジャンプしていない?
pl: 长时间未跳转？

# meta_description
source: "Watt Toolkit" is an open source cross-platform multi-functional Steam toolkit.
it: "Watt Toolkit è un toolkit open source, multipiattaforma e multifunzionale per Steam.
ja: "Watt Toolkit "は、オープンソース、クロスプラットフォーム、多機能なSteamツールキットです。
pl: 「Watt Toolkit」是一个开源跨平台的多功能 Steam 工具箱。

# noscript
source: JavaScript needs to be turned on to browse this site.
it: JavaScript deve essere attivato per navigare in questo sito.
ja: このサイトを閲覧するには、JavaScript を有効にする必要があります。
pl: 需要开启 JavaScript 才能浏览本站点。

# PleaseCheckSteamCommunity
source: Please check that you can access the Steam Community properly.
it: Verifica di poter accedere correttamente alla Comunità di Steam.
ja: Steam コミュニティに正常にアクセスできるかどうかを確認します。
pl: 请检查是否能正常访问 Steam 社区。

source: Please wait...
it: Attendere prego...
ja: 後で...
pl: 请稍后…

# ReadFailBySteamAccountId64_
source: Failed to read SteamAccountId64, value: {0}, please contact the webmaster.
it: Impossibile leggere SteamAccountId64, valore: {0}, contatta il webmaster.
ja: SteamAccountId64 の読み取りに失敗しました(値: {0}、ウェブマスターにお問い合わせください。
pl: 读取 SteamAccountId64 失败，值：{0}，请联系网站管理员。

# ReadFailByUnionId_
source: Failed to read UnionId, value: {0}, contact the site administrator.
it: Impossibile leggere UnionId, valore: {0}, contattare l'amministratore del sito.
ja: UnionId の読み取りに失敗しました(値: {0}は、ウェブマスターにお問い合わせください。
pl: 读取 UnionId 失败，值：{0}，请联系网站管理员。

# Title_Error
source: mistake!
it: errore!
ja: 間違いだ!
pl: 错误!

# Title_Success_
source: {0} success!
it: {0} successo!
ja: {0}成功!
pl: {0}成功!

# WebSocketLostTip
source: The connection to the program is lost, click Retry or Click Quick Login again within the program.
it: La connessione al programma viene persa, fare clic su Riprova o fare di nuovo clic su Accesso rapido all'interno del programma.
ja: プログラムへの接続が失われた場合は、[再試行] をクリックするか、[プログラム内] をクリックしてすばやくサインインします。
pl: 与程序的连接丢失，点击重试或重新在程序内点击快速登录。

# WebSocketPortIsNotUInt16
source: The port number must be of type UInt16, contact your site administrator.
it: Il numero di porta deve essere di tipo UInt16, contattare l'amministratore del sito.
ja: ポート番号は UInt16 タイプである必要があります。
pl: 端口号必须为 UInt16 类型，请联系网站管理员。

# CopyButton
source: Click here to copy
it: Clicca qui per copiare
ja: このレプリケーションをポイントします
pl: 点此复制

# CopyNoSupport
source: This browser does not support click-to-copy to clipboard
it: Questo browser non supporta il click-to-copy negli Appunti
ja: ブラウザはタップコピークリップボードをサポートしていません
pl: 该浏览器不支持点击复制到剪贴板

# CopySuccess
source: Successfully copied to the clipboard
it: Copiato correttamente negli Appunti
ja: クリップボードに正常にコピーされました
pl: 成功复制到剪贴板

# ManualCopyTip
source: There was an error with the connector, please manually copy the following to the program and click Manual Login.
it: Si è verificato un errore con il connettore, copiare manualmente quanto segue nel programma e fare clic su Accesso manuale.
ja: 接続プログラムにエラーがありますので、手動でログインしてクリックしてプログラムに以下を手動でコピーしてください。
pl: 连接程序出错,请手动复制以下内容到程序点击手动登录。

# ClaimTypes_NameIdentifier_IsNull__
source: Failed to read NameIdentifier, value: {0}, channel: {1}, contact site administrator.
it: Impossibile leggere NameIdentifier, valore: {0}, canale: {1}, contattare l'amministratore del sito.
ja: NameIdentifier の読み取りに失敗しました, 値: {0}, チャネル: {1}, ウェブマスターに連絡してください。
pl: 读取 NameIdentifier 失败，值：{0}，渠道：{1}，请联系网站管理员。

# NewUserNickName_
source: New User {0}
it: Nuovo {0} utente
ja: 新規ユーザー{0}
pl: 新用户{0}

# SteamLoginException
source: There are too many steam login requests at the moment, please refresh the page and try again or try again later.
it: Ci sono troppe richieste di accesso a Steam al momento, aggiorna la pagina e riprova o riprova più tardi.
ja: 現在、Steam ログインのリクエストが多すぎます。
pl: 目前 Steam 登录的请求过多请刷新页面重试或稍后再试。

# BindFail_OtherAccountBind
source: The binding failed, and this account has been bound to another third-party account
it: L'associazione non è riuscita e questo account è stato associato a un altro account di terze parti
ja: バインドに失敗し、このアカウントは他のサード パーティのアカウントをバインドしました
pl: 绑定失败，此账号已绑定其他第三方账号
