Repository: BeyondDimension/WTTS.Public
Catalog: src/BD.WTTS.Primitives.Resources/Strings.*.resx
Languages: it, ko, pl, zh_hant

# AuthorizationFailErrorMessage_
source: Server error {0} - Login credentials are invalid, please log in again
it: Errore del server {0} - Le credenziali di accesso non sono valide, accedi di nuovo
ko: 서버 오류 {0} - 로그인 자격 증명이 잘못되었습니다. 다시 로그인하십시오.
pl: 服务端错误 {0} - 登录凭证失效，请重新登录
zh_hant: 服務端錯誤 {0} - 登錄憑證失效，請重新登錄

# BindFail_UserIsNotNull
source: The binding failed, and this account has been bound by another user
it: L'associazione non è riuscita e questo account è stato associato da un altro utente
ko: 바인딩에 실패했으며 이 계정이 다른 사용자에 의해 바인딩되었습니다.
pl: 绑定失败，此账号已被其他用户绑定
zh_hant: 綁定失敗，此帳號已被其他用戶綁定

# DownloadUpdateFail
source: Failed to download the update package, please download the new version on the official website to manually update
it: Impossibile scaricare il pacchetto di aggiornamento, scaricare la nuova versione sul sito Web ufficiale per aggiornare manualmente
ko: 업데이트 패키지를 다운로드하지 못했기 때문에 공식 웹 사이트에서 새 버전을 다운로드하여 수동으로 업데이트하십시오.
pl: 下载更新包失败，请在官网下载新版本手动更新
zh_hant: 下載更新包失敗，請在官網下載新版本手動更新

# UpdateEnumOutOfRange
source: If the update package information is parsed, please download the new version on the official website to manually update it
it: Se le informazioni sul pacchetto di aggiornamento vengono analizzate, scaricare la nuova versione sul sito Web ufficiale per aggiornarla manualmente
ko: 업데이트 패키지 정보가 구문 분석되면 공식 웹 사이트에서 새 버전을 다운로드하여 수동으로 업데이트하십시오.
pl: 更新包信息解析失败，请在官网下载新版本手动更新
zh_hant: 更新包資訊解析失敗，請在官網下載新版本手動更新

# UpdatePackCacheHashInvalidDeleteFileFail_
source: Download the update package cache file verification failed and delete error, please delete the {0} and try to update manually on the official website
it: Scarica la verifica del file della cache del pacchetto di aggiornamento non riuscita ed elimina l'errore, elimina il {0} e prova ad aggiornare manualmente sul sito Web ufficiale
ko: 업데이트 패키지 캐시 파일 확인 실패 및 삭제 오류를 다운로드, {0}을 삭제하고 공식 웹 사이트에서 수동으로 업데이트하십시오
pl: 下载更新包缓存文件验证失败且删除错误，请删除 {0} 后尝试在官网手动更新
zh_hant: 下載更新包快取文件驗證失敗且刪除錯誤，請刪除 {0} 后嘗試在官網手動更新

# UpdatePackVerificationFail
source: If the file verification fails, please download the new version on the official website to manually update it
it: Se la verifica del file non riesce, scarica la nuova versione sul sito ufficiale per aggiornarla manualmente
ko: 파일 확인에 실패하면 공식 웹 사이트에서 새 버전을 다운로드하여 수동으로 업데이트하십시오.
pl: 文件校验失败，请在官网下载新版本手动更新
zh_hant: 檔校驗失敗，請在官網下載新版本手動更新

# UpdateUnpackFail
source: The update package fails to be extracted, please download the new version on the official website to manually update it
it: Il pacchetto di aggiornamento non può essere estratto, si prega di scaricare la nuova versione sul sito ufficiale per aggiornarlo manualmente
ko: 업데이트 패키지가 추출되지 않으므로 공식 웹 사이트에서 새 버전을 다운로드하여 수동으로 업데이트하십시오.
pl: 更新包解压失败，请在官网下载新版本手动更新
zh_hant: 更新包解壓失敗，請在官網下載新版本手動更新

# UserIsBanErrorMessage
source: The account has been blocked
it: L'account è stato bloccato
ko: 계정이 차단되었습니다.
pl: 账号已被封禁
zh_hant: 帳號已被封禁

# 内容值不能为空或不正确
source: The content value cannot be empty or incorrect
it: Il valore del contenuto non può essere vuoto o non corretto
ko: 콘텐츠 값은 비어 있거나 올바르지 않을 수 없습니다.
pl: 内容值不能为空或不正确
zh_hant: 內容值不能為空或不正確

# 当前手机号今日发送短信数量超过最大上限
source: The number of verification code acquisitions has reached the upper limit of today, oh, try it again tomorrow
it: Il numero di acquisizioni di codici di verifica ha raggiunto il limite superiore di oggi, oh, riprova domani
ko: 인증 코드 획득 횟수가 오늘의 상한선에 도달했습니다, 오, 내일 다시 시도하십시오.
pl: 验证码获取次数达到今日上限了哦，明天再试试吧
zh_hant: 驗證碼獲取次數達到今日上限了哦，明天再試試吧

# 当前手机号发送短信过于频繁
source: The operation is a bit frequent, oh, try it again in 1 minute
it: L'operazione è un po 'frequente, oh, riprova in 1 minuto
ko: 작업이 약간 빈번합니다, 오, 1 분 후에 다시 시도하십시오.
pl: 操作有点频繁哦，1分钟以后再试试吧
zh_hant: 操作有點頻繁哦，1分鐘以後再試試吧

# 当前手机号码不存在
source: The current mobile phone number does not exist
it: Il numero di cellulare corrente non esiste
ko: 현재 휴대폰 번호가 존재하지 않습니다.
pl: 当前手机号码不存在
zh_hant: 當前手機號碼不存在

# 手机号码已存在
source: This phone number has been used
it: Questo numero di telefono è stato utilizzato
ko: 이 전화 번호는 사용되었습니다.
pl: 这个手机号已经被使用了哦
zh_hant: 這個手機號已經被使用了哦

# 手机号码已存在_换绑手机
source: This mobile phone number has been bound
it: Questo numero di cellulare è stato associato
ko: 이 휴대 전화 번호는 바인딩되었습니다.
pl: 这个手机号已经被绑定了哦
zh_hant: 這個手機號已經被綁定了哦

# 手机号码已存在_注册
source: This mobile phone number has been registered
it: Questo numero di cellulare è stato registrato
ko: 이 휴대 전화 번호가 등록되었습니다.
pl: 这个手机号已经被注册了哦
zh_hant: 這個手機號已經被註冊了哦

# 新手机号不能与旧手机号一样
source: The new phone number cannot be the same as the old phone number
it: Il nuovo numero di telefono non può essere uguale al vecchio numero di telefono
ko: 새 전화 번호는 이전 전화 번호와 같을 수 없습니다.
pl: 新手机号不能与旧手机号一样
zh_hant: 新手機號不能與舊手機號一樣

# 昵称最大长度不能超过_
source: The maximum length of a nickname cannot exceed {0} word
it: La lunghezza massima di un soprannome non può superare {0} parola
ko: 별명의 최대 길이는 {0} 단어를 초과할 수 없습니다.
pl: 昵称最大长度不能超过{0}个字
zh_hant: 昵稱最大長度不能超過{0}個字

# 用户不存在
source: The user does not exist
it: L'utente non esiste
ko: 사용자가 존재하지 않습니다.
pl: 用户不存在
zh_hant: 使用者不存在

# 短信服务已停用
source: The SMS service is disabled
it: Il servizio SMS è disabilitato
ko: SMS 서비스가 비활성화되었습니다
pl: 短信服务已停用
zh_hant: 簡訊服務已停用

# 短信服务已停用_登录或注册
source: The SMS service is deactivated, please use Express Login to sign in or register
it: Il servizio SMS è disattivato, si prega di utilizzare Express Login per accedere o registrarsi
ko: SMS 서비스가 비활성화되었으므로 빠른 로그인을 사용하여 로그인하거나 등록하십시오
pl: 短信服务已停用，请使用快速登录进行登录或注册
zh_hant: 簡訊服務已停用，請使用快速登錄進行登錄或註冊

# 短信服务故障
source: Server-side error 5001 - SMS service
it: Errore lato server 5001 - Servizio SMS
ko: 서버 쪽 오류 5001 - SMS 서비스
pl: 服务端错误 5001 - 短信服务
zh_hant: 服務端錯誤 5001 - 簡訊服務

# 短信验证码不正确
source: The SMS verification code is incorrect
it: Il codice di verifica SMS non è corretto
ko: SMS 인증 코드가 잘못되었습니다.
pl: 短信验证码不正确
zh_hant: 簡訊驗證碼不正確

# 请输入手机号码哦
source: Please enter your mobile phone number
it: Inserisci il tuo numero di cellulare
ko: 휴대 전화 번호를 입력하십시오.
pl: 请输入手机号码哦
zh_hant: 請輸入手機號碼哦

# 请输入昵称
source: Please enter a nickname
it: 请输入昵称
ko: 별명을 입력하십시오.
pl: 请输入昵称
zh_hant: 請輸入暱稱

# 请输入正确的手机号码哦
source: Please enter the correct mobile phone number
it: Inserisci il numero di cellulare corretto
ko: 올바른 휴대폰 번호를 입력하십시오.
pl: 请输入正确的手机号码哦
zh_hant: 請輸入正確的手機號碼哦

# 请输入正确的邀请码哦
source: Please enter the correct invitation code
it: Inserisci il codice di invito corretto
ko: 올바른 초대 코드를 입력하십시오.
pl: 请输入正确的邀请码哦
zh_hant: 請輸入正確的邀請碼哦

# 请输入短信验证码哦
source: Please enter the SMS verification code
it: Inserisci il codice di verifica VIA SMS
ko: SMS 인증 코드를 입력하십시오.
pl: 请输入短信验证码哦
zh_hant: 請輸入簡訊驗證碼哦

# 请输入邀请码哦
source: Please enter the invitation code
it: Inserisci il codice di invito
ko: 초대 코드를 입력하십시오.
pl: 请输入邀请码哦
zh_hant: 請輸入邀請碼哦

# 请选择头像
source: Please select an avatar
it: Seleziona un avatar
ko: 아바타를 선택하십시오.
pl: 请选择头像
zh_hant: 請選擇頭像

# 验证码不正确
source: The verification code is incorrect
it: Il codice di verifica non è corretto
ko: 인증 코드가 잘못되었습니다.
pl: 验证码不正确
zh_hant: 驗證碼不正確

# 验证码已过期或不存在
source: The verification code is incorrect or has expired
it: Il codice di verifica non è corretto o è scaduto
ko: 인증 코드가 잘못되었거나 만료되었습니다.
pl: 验证码错误或已过期
zh_hant: 驗證碼錯誤或已過期
